IdeaRS.OpenModel.Result.ResultOfDeformation
Result of deformation in the one positon

IdeaRS.OpenModel.Result.ResultOfDeformation.#ctor
Constructor

IdeaRS.OpenModel.Result.ResultOfDeformation.Ux
Deformation in the x direction

IdeaRS.OpenModel.Result.ResultOfDeformation.Uy
Deformation in the y direction

IdeaRS.OpenModel.Result.ResultOfDeformation.Uz
Deformation in the z direction

IdeaRS.OpenModel.Result.ResultOfDeformation.Fix
Rotation around x-axis

IdeaRS.OpenModel.Result.ResultOfDeformation.Fiy
Rotation  around y-axis

IdeaRS.OpenModel.Result.ResultOfDeformation.Fiz
Rotation  around z-axis